Repository: Kromczetto/Habit-Track
Catalog: Habit Track/Resources/Local/Localizable.xcstrings
Source language: en
Languages: es, pl

source: Add
es: Añadir
pl: Dodaj

source: Add your new habit
es: Añade tu nuevo hábito
pl: Dodaj nowy nawyk

source: Back
es: Atrás
pl: Wróć

source: Built your habit every day
es: Construye tu hábito todos los días
pl: Buduj swoje nawyki każdego dnia

source: Clear app data
es: Borrar datos de la app
pl: Wyczyść pamięć aplikacji

source: Day
es: Día
pl: Dzień

source: Days
es: Días
pl: Dni

source: Habit name
es: Nombre del hábito
pl: Nazwa nawyku

source: Habit name already exists
es: El nombre del hábito ya existe
pl: Nazwa nawyku już istnieje

source: Habit name can not contain special characters
es: El nombre del hábito no puede contener caracteres especiales
pl: Nazwa nawyku nie może zawierać znaków specjalnych

source: Habit name must be longer than 3 characters
es: El nombre del hábito debe tener más de 3 caracteres
pl: Nazwa nawyku musi mieć więcej niż 3 znaki

source: Habit name must be shorter than 50 characters
es: El nombre del hábito debe tener menos de 50 caracteres
pl: Nazwa nawyku musi mieć mniej niż 50 znaków

source: Habit Value
es: Valor del hábito
pl: Waga nawyku

source: Home
es: Inicio

source: Key
es: Llave
pl: Klucz

source: Language:
es: Idioma:
pl: Język

source: Profile
es: Perfil
pl: Profil

source: Save changes
es: Guardar cambios
pl: Zapisz zmiany

source: Sum
es: Suma
pl: Suma

source: Summary of 30 days
es: Resumen de 30 días
pl: Podsumowanie 30 dni

source: Today's Completed Weight: %lld
es: Peso completado de hoy: %lld
pl: Suma dzisiejszych nawyków: %lld

source: Top Habits
es: Hábitos principales
pl: Najważniejsze nawyki

source: Value of the habit
es: Valor del hábito
pl: Waga nawyku

source: You do not have any habits yet
es: Aún no tienes ningún hábito
pl: Nie masz jeszcze żadnych nawyków
